# ++меню лиза
# +горячие клавиши(esc, пробел) для чего нужны
# ++кнопочка начать
# ++ регистрация(ник)(?)
#
#
# +стрелочки для управления кораблем
# +корабль с прозрачным фоном
# +пауза
# +бой с боссом(?) на жизнь
#
# +камни(спрайты) алина
# ++появление
# ++полет(ускорение)
# ++столкновение
# ++удалять после нижней границы экрана
# ++камни не должны соприкасаться(?)
# ++ количество камней(?)
#
# +таблица рейтинга
# ++база данных
# ++максимальная переменная - запись в бд(+количество монет)
#
#
# +проигрыш
# ++при столкновении  частицы- здвездочки(камни)
# ++ запись в бд
# ++ окно, в котором будет рейтинг(первые 3 строчки бд),
# если пользователь в их числе - записываем его в эти 3, если пользовател не в их числе, выводим первые 3 + самого пользователя, id
# ++кнопочка начать заново
# ++кнопочка выход (на начальный экран, обязательный ввод нового имени)
# ++3 сердечка, при столкновении 1 убирается, при нуле - окно проигрыша
#
#
# + монетки (для рейтинга)
# ++ множество частиц
#
# +звук на врезаниях